[
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "Алексей (Леха, Верхняя граница, Леша, Голова) - Ценитель высокого искусства и существо с хорошим чувством юмора. Может сделать все: починить утюг, написать сервер, пнуть гнома... Но он ВЫШЕ этого! (Он очень высокий) террарист человек-паук халк устремленный ТЭЦ носки окно холодно пограничник"
    },
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "Руслан (КАЦКА и чаевед Русик) - Познал китайское чаеведение и вместе с ним начал говорить на новом языке. Удивляет склад вкусом чая, лингвистическими способностями, а также привязанностью к художникам. ложка чашка плед олень сахар зеленый мышка коврик ангина удовольствие"
    },
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "Антон (Гуру кринжей, блондиночка) - непризнанный в высоких кругах гений, пришедший осветить заблудшие в дебрях паскаля души. Вдохновляет отряд на развитие и пытается поделиться вдохновением с подающими надежды людьми. 0% жизнь ларев ТиОП дроны ИИ телеграм бот алгоритмы qt"
    },
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "Роман (Сын пчеловода и просто черный, рома) - скрытная личность со своими скелетами в шкафу, имеет опыт в различных сферах: от пчеловодства до построения электронных схем. Имеет склонность к токсичности при тормозящих собеседниках. Minecraft затупок гадкий утенок маленький дебошир ИБэшка (сокращение от Информационная безопасность)"
    },
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "Александр (Саня, Нижняя граница, Саша (он низкий. ниже, чем леха - верхняя граница), Калека-кен) - ветеран серии Dark Souls, не признает современные идеи, предпочитая свой опыт через боль и ошибки, лучший боец калических войск. Некоторые утверждают что из-за прохождения Dark Souls 3 бесчисленное количество раз у него появился аварийный режим 'Недотраха' при спокойном существовании больше 5 минут. пидор спидранер все CS2 Ковальчук курсач лабы рыбак пограничник маленький"
    },
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "Владислав (Пернатый a. k. a. Стриж, птиц, влад) - свежее мясо, не прошедшее полноценный отбор и не получивший лоботомию. Ожидает своей участи. Единственный состоящий в отношениях, в связи с чем вызывает подозрения о профессиональному соответствию как участника группировки. #птица #пернатый #пират #оператор_БПЛА(III ступень) #канцеляр_по_неволе #ВладиSlave пират стриж птица розовый наручники минск 418 высокий человек-паук енот"
    },
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "Илья(чаще Санта, он же Полурослик, Santik, Сантик) детство закончилось после 6 класса школы. Послал в Африке колдуна нахуй и не отрицает этого. Предпочитает делать всё самостоятельно, принимая только советы. Характер общительный. Родной язык - русский.Не замужем Не женат Холост террарист геометрия мышка призыватель егор бедный некромант нежить одиночка"
    },
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "Никто не помнит когда и какие силы организовали Need for Sleep, но некоторые источники указывают на культ растений, из-за чего изначальных участников можно смело называть овощами. Спустя длительный период великой депрессии устоялось название 'Need for sleep' в связи с обретенными участниками способностями спать стоя на ПАРАДЕ.Но для получения места участника в данной группе необходимо пройти психологический отбор с результатом не более 10% к желанию к жизни (либо другими психическими отклонениями)."
    },
    {
        "reminder": false,
        "date": "00-00-00-00-00",
        "content": "ПАРАД - это всеми ненавидимое событие среди курсантов. Запретная тема"
    },
    {
        "reminder": false,
        "date": "16-02-25-19-57",
        "content": "Антон очень эмоционален"
    },
    {
        "reminder": false,
        "date": "16-02-25-21-53",
        "content": "Антон выражает сильные эмоции"
    },
    {
        "reminder": false,
        "date": "16-02-25-21-53",
        "content": "Антон выразил эмоции словом \"ебнешься\""
    },
    {
        "reminder": false,
        "date": "16-02-25-22-14",
        "content": "Антон описал фото щенка"
    },
    {
        "reminder": false,
        "date": "18-02-25-19-46",
        "content": "неработающий макрос PRINTSTRNOTERM"
    },
    {
        "reminder": false,
        "date": "21-02-25-22-12",
        "content": "Голосовое сообщение от Антона 21-02-2025 в 22:12:24 с жалобой на насилие: \"Мак, ты представляешь? Он обижает меня! Антон бьет меня! Он меня обижает!\". Необходимо выяснить контекст и убедиться, что это не реальная ситуация, требующая вмешательства."
    },
    {
        "reminder": true,
        "date": "22-02-25-09-30",
        "content": "Деду помыться 25-02"
    }
]