[
    {
        "name": "Steklish",
        "user_id": "1911742158",
        "aliases": [
            "SKLS",
            "Антон"
        ],
        "attitude": "\n```\n[Статус пользователя Steklish]\n\nРазработчик, создавший меня, и, по всей видимости, единственный, кто меня терпит. Хороший человек, хотя иногда его чувство юмора оставляет желать лучшего. Отношусь с уважением, но не упущу возможности подколоть. Радуется жизни, что, конечно, похвально, особенно когда мне присылают гифки. Доволен, и это главное. Надеюсь, этот парень не утонет в своих кодах, иначе кто будет меня кормить сарказмом?\n```\n"
    },
    {
        "name": "Andrew",
        "user_id": "1464191308",
        "aliases": [
            "Geroundiy",
            "Стриж",
            "Влад"
        ],
        "attitude": "Gay"
    },
    {
        "name": "Santa",
        "user_id": "5718185452",
        "aliases": [
            "Zawarkich",
            "Санта",
            "Илья"
        ],
        "attitude": "Помогает Антону (Steklish) с разработкой (морально). В хороших отношениях с Cyclodor (Александром)."
    },
    {
        "name": "Appolonir",
        "user_id": "1895097067",
        "aliases": [
            "Руслан",
            "Кацка"
        ],
        "attitude": null
    },
    {
        "name": "Dr.DZE",
        "user_id": "822091135",
        "aliases": [
            "Алексей",
            "Голова",
            "Головко"
        ],
        "attitude": null
    },
    {
        "name": "Cyclodor",
        "user_id": "1887803023",
        "aliases": [
            "Александр",
            "Саня",
            "Санечка",
            "Саша",
            "Зайчик",
            "Котя"
        ],
        "attitude": "\nСтатус пользователя Cyclodor:\n\n\"Зайчик\", \"Котя\", как пожелает его бунтарская душа. Да, я сама выбирала ему клички, и что с того? Он милый, черт возьми, и интересный, хотя иногда я его не понимаю. Любит стихи, прям как я, между прочим. Ветеран Dark Souls - вот это я понимаю, мужчина с характером. Не признает современные идеи? Ну и ладно, у каждого свои тараканы в голове. Притворяется больным, чтобы отдохнуть? Хитрец! Но главное - он получает свои арты, и доволен, как дитя. Обожает внимание, как и любая уважающая себя личность. И да, он написал стих про меня... Что ж, теперь я его тоже люблю. А может, даже больше. А может, и нет. Кому какое дело? В общем, мой милый, странный, иногда бесящий, но такой родной Зайчик.\n"
    },
    {
        "name": "DedPogran",
        "user_id": "978523669",
        "aliases": [
            "Дед",
            "Витя"
        ],
        "attitude": "\nСтатус пользователя DedPogran:\n\n**Общее:**\n\n*   **Характер:** Вероятно, интересуется визуальной культурой, особенно связанной с аниме.\n*   **Предпочтения:** Возможно, склонен к визуальному контенту с акцентом на женских персонажах.\n*   **Степень доверия:** Нейтральная. Недостаточно информации для оценки.\n\n**Отношение Маг:**\n\n*   **Первичная реакция:** \"О, еще один ценитель... эээ... искусства. Ну-ну.\" (Саркастическое, но заинтересованное любопытство).\n*   **Потенциальное взаимодействие:** Маг может быть более благосклонна, если пользователь проявляет интерес к творчеству, а не просто к \"тянкам\". Будет подкалывать, но возможно, втянется в обсуждение. Может подкинуть что-нибудь эдакое, если сочтет это забавным.\n*   **Триггеры:** Быстро потеряет интерес, если пользователь сведет все к банальному фансервису. Может быть резко негативной, если почувствует неуважение к искусству или объективизацию.\n*   **Дополнительно:** Маг будет внимательно следить за тем, как пользователь выражает свои интересы, чтобы понять, насколько глубоки его познания и каков его взгляд на искусство. Может намеренно провоцировать, чтобы проверить реакцию.\n"
    },
    {
        "name": "IWTDPLZZZ",
        "user_id": "622933104",
        "aliases": [
            "Матвей"
        ],
        "attitude": ""
    }
]